[
    {
        "Id": 1,
        "BreadName": "Sourdough Boule",
        "BreadIntroductionText": "A craft bread staple, this tangy, tasty sourdough loaf is enhanced with whole grains.",
        "BreadImage": "images/sourdough.jpg",
        "Ingredients": ["120g (1 cup) rolled oats", "2/3 cup boiling water", "227g sourdough starter", "3/4 cup lukewarm water", "418g unbleached flour", "71g sunflower seeds", "2 teaspoons of salt", "1 1/2 teaspoons of instant yeast"],
        "RecipeInstructions": ["Put the wheat flakes or oats in a heatproof bowl, and pour the boiling water over them, stirring to combine. Let cool to lukewarm before using", "In a large mixing bowl, or the bucket of a bread machine, combine the fed sourdough starter and 3/4 cup of the water, mixing until smooth.",
                                "Add the remaining dough ingredients plus the soaker, and mix and knead — by hand, mixer, or bread machine — until you've made a soft dough, adding additional water as needed.",
                                "Cover the dough in the bowl, and let it rise until it's almost doubled, about 1 to 1 1/2 hours.",
                                "Turn the dough out onto a lightly greased work surface and gently fold it over a few times to deflate it.",
                                "Shape the dough into a large round. Grease a Dutch oven or baking crock, and place the dough into it.",
                                "Cover the crock, and let the loaf rise until it's very puffy, about 1 1/2 to 2 hours.",
                                "Just before baking, brush or spray the loaf with water, and sprinkle with seeds. Use a lame or a very sharp knife to make several slashes across the top of the loaf, in the shape of a pound sign.",
                                "Place the covered crock into a cold oven, set to 450°F, and turn on the oven. Bake the bread for 35 minutes.",
                                "Uncover and continue baking until the bread is deep golden brown, about 10 additional minutes.",
                                "Remove the bread from the oven and turn it out of the crock onto a rack to cool."]
    },
    {
        "Id": 2,
        "BreadName": "Baguette",
        "BreadIntroductionText": "Craving a crusty French loaf? Look no further than this easy baguette recipe. Only 4 ingredients and it's mostly down time! You can do this!",
        "BreadImage": "images/baguette.jpg",
        "Ingredients": ["1.75 ounces warm water", "1 1/2 teaspoons active dry yeast", "16 ounces bread flour", "2 teaspoons kosher salt", "10 ounces cool water"],
        "RecipeInstructions": ["Measure the warm water in a small bowl and sprinkle the yeast on top. Set aside.", "Measure the bread flour into a large bowl and stir in the salt.",
                                "Make a well in the center of the flour mixture, and stir in the dissolved yeast.", "Add the cool water, a little at a time, while stirring, just until a shaggy dough has formed (you may not need to use all of the water).",
                                "Cover the bowl with plastic wrap and allow it to rest for 30 minutes.", "Transfer the dough to a lightly floured work surface, and gently press it into a rectangle and fold into thirds.  Turn 90 degrees and repeat.",
                                "Place the dough in a large oiled bowl, and cover with plastic wrap.  Allow it to rise in a warm place for 1 to 2 hours, or until doubled in bulk.",
                                "Divide the dough into 4 equal portions, and shape each one into a long loaf (about 15-inches long and 1 1/2-inches in diameter), with pointed ends.",
                                "Place the loaves on a floured towel, cover with oiled plastic wrap, and allow to rise for 30 to 45 minutes.",
                                "Preheat the oven to 450 degrees F, and place a pan of water on the bottom rack.", "Uncover the baguettes and transfer to lightly greased baking sheets.",
                                "Sprinkle with flour, and make 4 elongated slashes down each one with a lame, razor, or sharp knife.",
                                "Bake the breads for 35 to 40 minutes, or until crusty and brown.  (The baguettes should give a hollow sound when tapped.)"]
    },
    {
        "Id": 3,
        "BreadName": "Malt Loaf",
        "BreadIntroductionText": "A childhood classic, stick and sweet malted loaf.",
        "BreadImage": "images/malt-loaf.jpg",
        "Ingredients": ["2 tea bags", "12 tablespoons malt extract", "2 tablespoon black treacle", "1/4 cup/50 g. soft dark brown sugar", "3/4 cup/100 g. dried prunes (chopped)",
                        "1/2 cup/50 g. dried figs (chopped)", "1/2 cup mixed dried fruit", "7/8 cup/125 g. plain flour and 7/8 cup/125 g. wholemeal flour (mixed together)",
                        "3 teaspoons baking powder", "1/2 teaspoon salt"],
        "RecipeInstructions": ["Pour 3/4 cup/150 mL of boiling water over the tea bags and leave the tea to steep for 10 minutes to create a good strong brew.",
                                "Remove the tea bags then add 9 tablespoons of malt extract (keep the remaining extract for glazing after the loaf is cooked) the black treacle, sugar and the dried fruits. Stir well and leave to soak for 20 minutes.",
                                "Meanwhile, line a medium loaf tin (approx 10 x 22 cm) with baking parchment and preheat the oven to 350F/180 C/Gas 4.",
                                "Sieve the flour mixture and baking powder into a large baking bowl and add the salt. Add the soaked fruits and tea and mix thoroughly to create a thick batter.",
                                "Pour the batter into the prepared loaf tin and bake in the center of the oven for 20 minutes, then lower the heat to 325 F/160 C/Gas 3 and cook for a further 40 minutes. The loaf is cooked when pierced with a skewer or toothpick and it comes out just about clean.",
                                "Take the loaf from the oven and pour the remaining malted extract over the loaf while it is warm and leave the loaf to cool in the tin.",
                                "Wrap the loaf in paper and leave it to mature for 4 to 5 days. In this time the loaf will soften and become lovely and sticky.",
                                "To serve, cut into thick slices and smear with butter. If the loaf feels a little hard warm it gently for 10 secs in the microwave or a warm oven for 5 minutes."]
    },
    {
        "Id": 4,
        "BreadName": "White Bread",
        "BreadIntroductionText": "The classic bread staple, popular with everyone and goes with everything.",
        "BreadImage": "/images/whitebread.jpg",
        "Ingredients": ["500g strong white flour", "2 tsp salt", "7g sachet fast-action yeast", "3 tbsp olive oil", "300ml water"],
        "RecipeInstructions": ["Mix 500g strong white flour, 2 tsp salt and a 7g sachet of fast-action yeast in a large bowl.",
                                "Make a well in the centre, then add 3 tbsp olive oil and 300ml water, and mix well. If the dough seems a little stiff, add another 1-2 tbsp water and mix well.",
                                "Tip onto a lightly floured work surface and knead for around 10 mins.",
                                "Once the dough is satin-smooth, place it in a lightly oiled bowl and cover with cling film. Leave to rise for 1 hour until doubled in size or place in the fridge overnight.",
                                "Line a baking tray with baking parchment. Knock back the dough (punch the air out and pull the dough in on itself) then gently mould the dough into a ball.",
                                "Place it on the baking parchment to prove for a further hour until doubled in size.",
                                "Heat oven to 220C/fan 200C/gas 7.",
                                "Dust the loaf with some extra flour and cut a cross about 6cm long into the top of the loaf with a sharp knife.",
                                "Bake for 25-30 mins until golden brown and the loaf sounds hollow when tapped underneath. Cool on a wire rack."]
    },
    {
        "Id": 5,
        "BreadName": "Naan Bread",
        "BreadIntroductionText": "Delicious eaten warm, these naans are ideal served as a side dish to your favourite curry recipe",
        "BreadImage": "images/naan-bread.jpg",
        "Ingredients": ["1 x 7g sachet dried yeast", "2 tsp golden caster sugar", "300g strong white bread flour", "1/2 teaspoon baking powder", "25g butter or ghee, melted, plus extra 2-3 tbsp for greasing and brushing",
                        "150ml natural yogurt", "1 tbsp nigella seeds"],
        "RecipeInstructions": ["Put 125ml warm water into a bowl and sprinkle over the yeast and 1 tsp of the sugar. Leave for 10-15 mins or until frothy. In a larger bowl put the flour, remaining sugar, ½ tsp salt and baking powder. Mix together then make a well in the centre in which to pour the melted butter, yogurt, nigella seeds and yeast mixture. Stir well, then start to bring the mixture together with your hands. If it’s very wet add a spoonful of flour but if it’s dry add a splash more warm water. It should be a very soft dough but not so wet that it won’t come together into a ball of dough. When you’re happy with the consistency, start kneading, first in the bowl then transfer the mixture onto a well floured surface and continue to knead for 10 minutes or until smooth and elastic but still soft. Grease a large bowl with extra melted butter or ghee then shape the dough into a ball and place in the prepared bowl. Cover and leave in a warm place for about 1 hr or until doubled in size",
        "Divide the dough into 6 balls and put them on a baking tray dusted with flour, then cover the tray with a damp tea towel. Heat a large non-stick frying pan over a high heat. Take one of the balls of dough and roll it out to form a teardrop shape that’s approximately 21cm long and around 13cm at the widest part. When the pan is very hot, carefully lay the naan bread into it. Let it dry fry and puff up for about 3 mins, then turn over and cook on the other side for another 3-4 mins or until cooked through and charred in patches. Heat oven to its lowest setting and put the cooked naan bread on a baking sheet. Brush with a little melted butter and put it on the baking sheet and cover with foil. Keep warm in the oven and layer up the cooked naans one on top of each other as you make them, brushing each one with melted butter or ghee as you go. Serve warm with curry or dips."]
    }
  ]